Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Returnee of the Fallen Family (멸망한 가문의 회귀자).tmx
Source language: ko_kr
Languages: en_us

source: 칼이나 흉기를 패용한 이가 그렇지 않은 이보다 훨씬 많은 거리.{j}지나가던 두 거한이 어깨를 부딪치고 서로를 노려보았다.
en_us: The street had more people carrying knives and weapons than those that didn’t. A giant-of-a-man bumped shoulders with another enormous figure and the two began to stare each other down.

source: “……하지만.”
en_us: “But...”

source: 로건은 잠시 말을 끊고 용병들의 불타는 눈동자를 하나하나 바라보다가 씨익 웃으며 말을 이었다.
en_us: Logan paused and saw their fiery eyes staring back at him. Their reactions brought a smirk to his face and continued his speech.

source: 일의 주동자임에도 근신 처분에 그친 자신과는 달리 릭은 가문의 직계에게 독을 쓴 죄로 그대로 사형당했다.
en_us: While Logan, the main instigator of the crime, was given probation, Rick was immediately executed for poisoning a direct family member of the house.

source: 신검(神劍)의 비전.
en_us: The ancient secret of the ‘Sword of God’.

source: “알아.”
en_us: “I already know.”

source: 드웨인의 말에 로건은 자신감 어린 미소로 응답했다.{j}하지만 그 말을 정말로 믿는 자는 극소수였다.
en_us: Logan responded to Dwain’s question with a serene smile. But less than a handful of people took his word for it.

source: 할 말이 있을 수가 있을까.{j}로건은 그저 입을 다문 채 고개만 숙이고 있었다.
en_us: Logan wondered if there was anything more to say and continued to bow his head with his mouth shut.

source: “그래, 너부터 해볼까?”
en_us: “Let’s start with you.”

source: 꾸우욱.
en_us: Squeeze.

source: 피가 흐르는 팔뚝을 보며 분노를 토해 내는 것이 그대로 아이가 죽더라도 상관하지 않을 모양새였다.{j}게다가 그렇게 밟히면서도 자세 하나 변하지 않는 푸른 머리 소년의 모습 때문인지, 그의 분노는 시간이 흐를수록 더해져 가는 듯했다.
en_us: The man vented his anger out on the boy for his bloodied arm and he didn’t seem to care if he lived or died. His rage seemed to intensify by the second as the blue-haired boy maintained his body position despite the constant blows.

source: “……그렇다고 한들 내가 당했다는 것은 변치 않아요.”
en_us: “That doesn’t excuse the fact that I was played by him.”

source: 당당한 태도.{j}자신감 어린 미소.{j}붉은 눈동자에 어린 열기가 이전과는 전혀 다른 느낌으로 와닿았다.{j}필립은 그제야 상황을 제대로 이해할 수 있었다.
en_us: He had an air of confidence and a young smile. The fire in his eyes now burned brighter than before. Phillip finally understood what was going on.

source: 기사들의 원망 어린 시선이 쏟아지고 있었지만, 로건은 그보다는 진동하는 심장의 코어에 온통 신경을 기울이고 있었다.{j}파혼 사건 이후, 로건은 매일 밤 명상 수련으로 잠을 대신했다.{j}포스유저 수준을 넘어선 육체를 억지로 단련하는 것보다 그것이 효율적일 것으로 생각했기 때문이었다.{j}실제로 그것은 분명히 효과가 있었고, 이제는 작은 피로조차 남지 않을 정도로 익숙해졌다.
en_us: Logan felt the desperate leer of the knights but he was entirely focused on the vibrating core in his heart. Logan had replaced sleeping with meditation training ever since the betrothal incident. He believed that meditation was a more effective method to exceed his limits as a force user, rather than forcibly exerting his body to achieve the goal. The meditation training was effective and he longer felt a shred of fatigue or drowsiness.

source: 이게 정말 현실이라면 지금은.
en_us: If this is real.

source: 차오르는 분노가 패드릭의 기세를 터질 듯이 증폭시켰다.
en_us: His soaring rage fueled his explosive momentum.

source: 드웨인은 일을 과하게 잘했다.{j}무려 350명의 C급 용병들, 달리 말해 몇 개 중대급의 병력이 무장한 채로 맥라인 영지에 모여 있었다.{j}맥라인 남작가를 어찌할 수 있는 전력은 아니지만, 분란을 일으키기에는 충분한 숫자였다.
en_us: Dwain was brilliant at his job, too brilliant for his own good. He had recruited three hundred and fifty C-level mercenaries. An army of several companies strong had been gathered in MacLine territory. The mercenary army wasn’t big enough to overthrow the forces of House MacLine but it was enough to cause considerable damage.

source: 파아아앙!
en_us: Boom!

source: 한참 후, 몬스터 무리가 쫓다 지칠 때가 되어서야 방향을 돌린 기마부대가 다시금 일제 사격을 퍼부었다.{j}결과는 섬멸이었다.{j}하지만 그 광경을 산등성이에서 내려다보던 로건의 표정은 그리 밝지가 않았다.
en_us: The pack of monsters chased after the mounted men for a long time until they ran themselves to the ground. The cavalry seized the advantage and turned around to launch another round of fire. The result was decimation. But Logan’s face, as he looked down from a mountain ridge, was dim with worry.

source: 그런데도 도미넌이 아직 기절하지 않은 것은 전적으로 로건이 힘을 조절했기 때문이었다.
en_us: The only reason why Sir Dominan was still standing was because Logan pulled back the power of his strikes.

source: 카운터에서 용병 길드의 직원으로 보이는 이와 잡담을 나누고 있는 회색 머리 용병.{j}로건이 알던 얼굴보다 젊어 보였지만, 강직해 보이는 사각의 얼굴과 당당한 체격.{j}에메랄드빛 눈동자와 볼에 난 흉터는 로건이 전생에 보았던 그대로였다.
en_us: A grey-haired mercenary was talking shop with a staff member from the guild at the counter. He looked younger than Logan remembered but he still had his square jaw and menacing physique. His deep emerald eyes gleamed brighter as ever and he still had the scar on his cheek as Logan remembered.

source: ‘병력이 더 있었단 말인가.’
en_us: Did they have more men?

source: 모든 무기가 그렇지만 작으면 작을수록 그 활용도는 떨어졌다.{j}그중에서도 활이나 석궁 같은 활줄의 장력을 이용하는 사출 무기는 그 크기가 작으면 작을수록 위력이 약했다.{j}그러니 로건의 표정이 구겨지는 것도 무리는 아니었다.
en_us: All weapons were the same in that a smaller size meant less usefulness. The following was especially true for bows or crossbows that relied on the power generated from the length of their strings to fire. Logan felt he had every right to feel disappointed by the outcome.

source: 그 말에 대답하듯 헤인켈이 살벌한 미소를 지으며 말을 덧붙였다.
en_us: Sir Heinkel responded to the words about training with a vicious smile as if he had been waiting for it.

source: “내가 주문한 연사는?{j}이거 하나 밖에 안 나가는데?{j}그리고 탄창은?{j}누가 일체형 필요하대?”
en_us: “What about firing successive rounds? And why does this only fire one at at time? And the magazine, who said anything about a built-in one?”

source: 그 조건이 얼마나 어려운지, 정말 사실인지조차 빅토르는 몰랐다.{j}하지만 그것은 중요하지 않았다.{j}그 단어는 빅토르에게 자유를 의미했고, 성공을 의미했으며, 희망을 의미했다.{j}그리고…….
en_us: Victor had no idea how difficult the road to knighthood was but it didn’t matter to him. The word meant everything to the boy, his freedom, success and hope. It would also protect the most important thing of all.

source: 쓰러져 뒹구는 릭의 머리 위로 악귀처럼 일그러진 얼굴의 적 병사가 창을 들어 올리는 것이 보였다.
en_us: Rick rolled back as he held his head and the soldier with hate-filled eyes raised his spear.

source: 그리고 다행히도 그 희생양으로 삼을 기사는 훌륭하게 로건의 전의를 북돋고 있었다.
en_us: Fortunately, The knight he was about use a sacrificial lamb was igniting Logan’s fighting spirit.

source: “들어오너라.”
en_us: “Come in.”

source: 용병은 전쟁 등의 급한 일에 무력을 충당하기 위해 일시적으로 수급하는 화살받이들을 말했다.{j}E, D급의 용병은 심부름꾼으로나 쓰이는 수준으로, 전쟁에서는 그야말로 머릿수를 채우는 용도다.{j}그러나 C급부터는 엄연히 한 사람의 몫을 하는 진짜 용병으로 취급받는다.{j}훈련받은 병사와 충분히 맞서 싸울 수 있는 무력과 경험이 있다고 평가되는 이들.{j}거기다 전문적으로 칼밥을 먹고 사는 인생들이기에 보통 거칠고 통제하기 힘든 성격인 자가 많았다.{j}그런 이들이 한둘도 아니고 무려 300명 이상이 모여 있다면, 맥라인 남작가로서도 신경을 쓸 수밖에 없다.{j}그러니 드웨인은 사유를 묻지 않을 수가 없었다.
en_us: Mercenaries were needed to be on the frontlines, to essentially be arrow fodder, when there was a shortage of men during wars or a conflict that required extra reinforcements. D and E-level mercenaries were more errand runners and only added to the head count during war. But C-level mercenaries were capable of holding their own and were treated like real mercenaries. They had enough training to fight against trained solders and they also had the experience to boot. But since they made a living from fighting, many were unruly and difficult to control. A group of three hundred rowdy men would greatly concern the Baron. Dwain couldn’t help but ask Logan why he needed that many men.

source: 투구 속 패드릭의 얼굴에 암담한 기색이 어렸다.
en_us: Padrick felt the cold sweat run down his neck underneath his helmet.

source: 로건은 녀석의 목을 잡은 손을 끌어올린 뒤 녀석의 눈을 똑바로 마주 보았다.
en_us: Logan grabbed the boy by the neck and pulled him up to his eye level.

source: “지금 남아있는 빚만 25만 골드, 그리고 제 몸값도 그 정도는 되겠습니다.{j}상인에게 확실한 것은 계약서뿐이지요.{j}혹시 바로 계약 가능합니까?{j}아니면 좀 기다려 드려요?”
en_us: “I’m two hundred and fifty thousand gold in debt, which also equates to the price of my labor. A contract is the only thing you can trust in business, so, are you able to sign right away? Or do you need more time?”

source: ‘기술자가 필요하다.’
en_us: I need an engineer.

source: 드웨인은 목구멍까지 솟구치는 진심을 꾹 눌러 앉히고 숨을 골랐다.
en_us: Dwain pushed down his true feelings and collected his breath.

source: 혹시나 누가 보더라도 알 수 없어야 하니까.
en_us: He had to be sure no one could recognize his writings.

source: “내 계산이 틀렸어?”
en_us: “Was my calculation wrong?”

source: 포스의 발출을 넘어 유형의 타격까지 입히는 것은 오러 유저 직전의 최상급 기사나 가능한 일이라는 것이 상식이었으니까.
en_us: It was commonly known that you had be at least a high class knight, a level below an auror user, to release the force, let alone hitting a tangible target.

source: 거친 소음과 함께 날아드는 목검은 어느새 상중하의 세 개의 검영으로 분리되어 로건의 전신을 노렸다.
en_us: He lifted his wooden sword with vigour as he rushed forward. The wooden sword unleashed three swords that flew towards Logan’s body.

source: 10시간 후.
en_us: 10 hours later.

source: “대신, 이 파혼으로 인한 원인이 저 리이나 울브스와 저희 가문에 있음을 명백히 밝히고 그에 대해 사죄를 하려 합니다.”
en_us: “That is why I’ve come to apologize and explicitly state that I, Lina Wolves, and my house are at fault for the breaking of this betrothal.”

source: 갑작스레 현실감이 사라진 필립은 한동안 아무런 말을 하지 못했다.
en_us: Phillip questioned the existence of reality for a short time and didn’t, or couldn’t, speak.

source: 맥라인 성 내부에 소문이 퍼지는 것은 순식간이었다.
en_us: Rumors spread like wildfire within the castle walls.

source: 날이 갈수록 심해지는 로건의 소문과 그동안 쌓인 스트레스로 인해 용병들은 이미 폭발 직전이었다.{j}그리고 마침내 소문의 주인공이 그들 앞에 나타났다.
en_us: Rumors about Logan were getting worse every day and it only exacerbated the growing stress of the mercenaries, who were on the verge of going berserk. But the man of the hours appeared before them in the nick of time.

source: “호오, 그래?{j}그럼 원하시는 대로.”
en_us: “Is that so? As you wish.”

source: 로건이 적은 정보는 말 그대로 미래의 일을 적어 둔 것.
en_us: What Logan had written down were future events.

source: “어린 시절 제가 이곳에 1년 가까이 머물렀을 때, 그날들의 기억이 아직 생생합니다.”
en_us: “The year I spent here in my youth are still fresh in my mind.”

source: ‘나머지 네 놈도 최소한 중급기사.’
en_us: The other four are at least middle knights.

source: “아니, 자네가 나서면 조용해지기야 하겠지.{j}표면적으로는 말이야.”
en_us: “They will quieten down when they see you but only for a short while.”

source: 생각보다 너무 강력하긴 했어.
en_us: It was more powerful than I initially thought.

source: 대표적으로 눈앞에서 울상이 되어 있는 릭이 그랬다.{j}주인이 좀 긍정적으로 바뀌었다고 생각이 든 지 몇 달 되지도 않았는데, 다시금 사고를 치기 시작했다.{j}심지어 이제 가문 내의 사고를 넘어서서 가출까지 하려고 시도하고 있었다.
en_us: Rick’s eyes were already tearing up. He had thought his master had turned a new leaf but he was about to create more trouble for everyone else. His newest way to torture him was to abandon his family’s wishes and try running away from home.

source: 자신의 목을 가리키며 손을 까닥이는 필립의 표정은 회의감과 더불어 염세적인 짜증으로 가득했다.
en_us: Phillip, filled with pessimism and annoyance, pointed at his neck and slashed across with his finger.

source: 대수롭지 않게 넘긴 로건이 간신히 눈을 뜬 소년을 향해 환한 웃음을 지어 보였다.
en_us: Logan decided not to dwell on it and beamed a wide smile towards the boy, who had barely opened his eyes.

source: “천사는 무슨, 내 눈깔이 삔 거지.{j}썩을…… 나 하나 노예 만들려고 노예 30명 가격의 계약서를 쓰냐.{j}거기다 30만 골드까지?”
en_us: “A angel my ass, I wish you would have just taken my eyes instead. You spent enough money for thirty slaves to just have one. Three hundred thousand gold!”

source: “도망치는 거 아냐.{j}그냥 믿어 봐.{j}앞으로는 꽃길만 걷게 해 줄 테니.”
en_us: “I’m not running away. Trust me. I’ll make sure it’s all smooth sailing from now on.”

source: ‘이 새끼, 벌써 돈값을 하다니.’
en_us: He’s already proving his worth.

source: ‘좋군.’
en_us: “Good.”

source: “아하하하, 그렇지는 않습니다.{j}이 상품들이 유난히 말을 듣지 않아서…….{j}하하, 제가 좀 못난 모습을 보였습니다.{j}그러니까 이들 남매에게 관심이 있으시다고요?”
en_us: “Not at all. This troubled property of mine has problem with listening...that was why I was not myself with him. Are you interested in the siblings?”

source: 로건이 사고를 치면 뒷감당은 그가 해야 했다.{j}그는 가뜩이나 시끌벅적한 판국에 주인의 가출까지 감당할 자신이 없었다.{j}그러나 로건은 그의 시종과는 마음이 다른 듯했다.
en_us: Rick was always the one left behind to pick up after Logan’s mess. He had no desire nor was he confident that could handle such a scandal at a time when the whole house was in a ruckus. But Logan was indifferent to his servant’s concerns.

source: 패드릭이 고함을 내질렀지만, 자신도 그것이 헛소리라는 것을 알고 있었다.{j}당연히 적의 반응은 비웃음뿐이었다.
en_us: Padrick shouted in frustration but he knew their tactics were legitimate. The enemies replied with scorn and ridicule.

source: ‘1년 뒤에 있을 영지전.’
en_us: The Battle of the Territories that will take place in a year’s time.

source: 타닥타닥.
en_us: Crack.

source: 후에 검술의 신(劍神)으로까지 추앙받았다는 고대 영웅의 비전은 개인의 무력이 곧 사회적 지위와 힘이 되는 현 대륙에서 그 무엇과도 비교할 수 없는 보물이나 마찬가지였다.
en_us: The grand secret book, revered even by the god of swordsmanship, was an incomparable treasure on a continent where a man’s own strength dictated social status and power.

source: 리이나는 의외라는 반응이었지만, 록페른은 단호했다.
en_us: Lina was surprised by his observation but Lockferan was adamant.

source: “형님, 정말 죄송해요.
en_us: “Brother, I’m so sorry.

source: “로건입니다.”
en_us: “It’s Logan.”

source: 하지만 도미넌은 그런 생각을 떠올릴 수가 없었다.
en_us: But, in this moment, he was incapable of thinking that far beyond.

source: 그 미래를 알고 있는 단 한 명의 사람은 이 떠들썩한 광경에 씁쓸한 웃음을 지을 뿐이었다.
en_us: While everyone was buzzing with excitement, Logan wore a bittersweet smile as he was the only person that knew what was coming.

source: 하나같이 치명적이지 않은 부위였지만, 거기에 실린 힘 하나하나가 도미넌으로서는 일순간에 전투 불능이 될 만한 수준의 강타였다.
en_us: Logan’s strikes never landed in fatal areas of the Sir Dominan’s body but each strike was powerful enough to immediately render him useless.

source: “……있습니다만, 제가 만든 용병대입니다.{j}그러니 제가…….”
en_us: “I do but this is my army. That is why...”

source: 전혀 믿을 수 없는 사건이었지만 워낙 목격자가 많았고, 그만큼 화제가 된 일이었기에 모두가 그 이야기로 시끄러웠다.
en_us: No one would have believed the story had it not been for the crowd that witnessed it, now it was on the lips of every man, woman and child.

source: 노예는 인간이 아닌 물건.{j}그 주인이 어떻게 다루건 남이 참견할 문제가 아니었다.{j}그것이 비록 저렇게 혐오스러운 광경이라 해도 마찬가지였다.{j}게다가 매부리코 중년인의 뒤에는 아까 소년을 사로잡은 용병 다섯이 주변을 노려보며 경계하고 있었다.{j}남이 자신의 물건을 자기 마음대로 다룬다는데 굳이 위험한 시비까지 져 가며 상관할 이유는 없었다.{j}그럼에도 로건은 매 맞는 소년에게서 눈을 뗄 수가 없었다.
en_us: Slaves weren’t people, they were property. They belonged to their masters and no one had the right to interfere on how they were used, even if they were subjected to inhumane violence, like the scene unfolding before Logan’s eyes. The hooked-nosed man was guarded by the same five men that caught the boy. There was little to gain from confronting a man for using his property as he pleased. But Logan couldn’t take his eyes off the beaten boy.

source: ‘어림없지.’
en_us: No chance.

source: 이 이상 상대를 압박한다면 자신은 명예를 모르는 자가 될 뿐이다.{j}먼저 자신과 가문을 모독한 것이 상대방이라 한들, 그 대상은 고작 서른이 넘은 기사 하나와 성인도 되지 못한 여자뿐이었다.
en_us: Pressuring these two further would make Padrick look like a man without honor. They had insulted him and his house first but the offenders were but a fragile girl and a knight who had barely turned thirty.

source: “몬스터 성애자라고…….”
en_us: “I heard that he has a fetish for monsters...”

source: 그 말에 가신들의 시선이 일제히 메리안에게 꽂혔다.{j}그러자 순간적으로 머릿속이 새하얘진 메리안이 떠듬떠듬 변명하듯 말을 꺼냈다.
en_us: All eyes were on Marianne once the news broke. Marianne’s face was white as bone as she barely managed to squeak out her response.

source: 그토록 돌이키고 싶었던 과거.
en_us: A past that he was desperate to rewrite.

source: “듣도 보도 못한 물건을 만들라고 해놓고 기한까지 정하실 겁니까?”
en_us: “Are you planning to set a deadline for making something that I’ve never seen or heard of?

source: 로건이 좀 전에 자신이 하던 말을 모조리 들었다고는 꿈에도 생각하지 못한 용병이 눈알을 굴리며 시침을 떼었다.
en_us: The cowardly mercenary could have never even imagined that Logan was able to hear his remarks. He played to his strengths and feigned ignorance.

source: 짧은 비명과 함께 기사의 손에서 팽개쳐진 목검이 땅바닥에 구르는 순간.
en_us: Following the short scream, the wooden sword dropped from his hands and rolled on the ground.

source: ‘뭐지……?’
en_us: What is this?

source: “대공자는 근본부터 잘못…….”
en_us: “The eldest master is fundamentally...”

source: “모두 조용히 하라!”
en_us: “Silence!”

source: “그래서 몰래 나갈 생각이야.”
en_us: “That is why I plan to sneak out.”

source: 그저 적당히 무난한 일이나 처리하며 기사로서 마지막 생활을 즐기던 와중이었다.
en_us: He was in charge of simple duties and was enjoying living out his last months as a knight.

source: 투구 밑으로 보이는 상대의 입가에는 흐르는 피에도 불구하고 진한 미소가 어려 있었다.
en_us: Padrick saw the knight smile despite the blood dripping off his mouth behind his helmet.

source: ‘역시나 그렇게 되는가.’
en_us: I see history has repeated itself.

source: “여, 영주님!{j}테스론 자작가에서 선전 포고를 해 왔습니다!”
en_us: “B-baron MacLine! The Viscount of Tesslon has declared war on us!”

source: 매부리코 중년인은 조금의 사정도 보지 않고 아이를 무자비하게 밟아 댔다.
en_us: The hooked-nosed man senselessly stomped the boy.

source: 애송이 도련님.{j}아니, 재신(財神)이 웃으며 그의 손을 잡았다.
en_us: The young master, or in his case, Plutus smiled and took his hand.

source: 그는 내성에서 일하는 만큼, 일반 병사들보다는 이 전쟁의 사정을 잘 알고 있었다.{j}그리고 알고 있는 만큼 더 무서웠다.
en_us: Working within the castle walls made him privy to information that the other men weren’t. He knew better than those around him about the outcome if the battle ran its current course, and the thought terrified him.

source: 제발!
en_us: “Please!”

source: ‘고작 한 번 보여줬는데, 이걸 이렇게 쉽게 따라 한다고?’
en_us: I’ve only shown him once but he’s able to replicate it with ease.

source: 당황한 시종들과 가신들의 목소리에도 놀란 기색이 역력했지만.
en_us: The cacophony of surprised servants and vassals expressing their astonishment was deafening.

source: “예?{j}왜, 왜 그러십니까?{j}저는 공자님이 영지를 위해서 가주님의 반대를 무릅쓰고 나서신 줄 알았는데요?!”
en_us: “Pardon me, Master. I can’t understand your reasoning behind this. I thought you had disobeyed your father’s orders for the good of the realm.”

source: 고, 공자님!”
en_us: “M-master!”

source: 난폭한고 잔인한 데다가 돈에 환장하기까지 했는데, 최근에는 미치기까지 했다지.”
en_us: Something along the lines of a cruel and violent fool only motivated by money that has recently gone mad.

source: “서부 경계선에서 테스론 자작가의 병력이 모습을 드러냈습니다!{j}후방에 하만 테스론 자작이 있는 것을 확인했습니다.”
en_us: “The Tesslon forces have been sighted along the western border. We were able to confirm that Haman Tesslon was present in the rear-guard.”

source: 이른 새벽, 헤인켈의 말은 소집된 맥라인 기사들에게 엄청난 반향을 일으켰다.{j}물론 패드릭이 걱정했던 대로 좋지 않은 방향이었다.
en_us: It was the early morning and the words of Sir Heinkel had caused an uproar among the knights of House MacLine. Padrick had feared for this outcome.

source: 문을 열고 들어서자 창가 쪽 책상 앞, 서류를 들여다보고 있던 거대한 덩치의 붉은 머리 중년인이 그를 바라보았다.
en_us: A middle aged man with a large frame and red hair sat at a desk by the window. He lifted his head from the pile of manuscripts and stared at Logan.

source: 자신을 빤히 바라보는 시선에 로건은 입 안이 긴장으로 바싹 말라 가는 것을 느꼈다.
en_us: Logan’s felt his mouth dry up as his father’s eyes pierced through him.

source: ‘이, 이상하잖아.{j}그 망나니 맞아?’
en_us: That can’t be the loser son I know.

source: 뿌득.
en_us: Crack.

source: 로건의 시선에서 자신이 해야 할 일을 직감한 카이가 나섰다.
en_us: Kai stepped up as he felt it was one of the duties he was expected to perform.

source: 연무장은 잠시 정적에 잠겼다.
en_us: The training field was dead silent.

source: 필립의 대답은 무척이나 빨랐고 또 의외였다.
en_us: Phillip’s reply was quick and a surprise to Logan’s ears.

source: 국가 간의 전쟁도 아니고, 명분을 내세운 국내의 영지전이었다.{j}한데 방어하는 쪽도 아니고 공격하는 쪽이 징집병까지 동원하다니.{j}더구나 보통 사람에겐 초인과 다르지 않을 기사들이 주전력이 되어 격돌하는 것이 현시대의 전투다.{j}징집병은 아무리 많아도 그저 승세를 굳히거나 열세를 늦추는 역할밖에 하지 못한다는 것을 생각하면…….
en_us: It wasn’t a war between nations but a territorial dispute with a flimsy justification. It was rare to see the attacking force, let alone a defending one, mobilize their entire militia. Warfare at the time centered around knights, who were near superhuman beings compared to the ordinary man, to charge and break enemy lines. Militia were the proverbial pawns in comparison. They were used to gain a psychological advantage through numerical superiority or as fodder to slow down the enemy in a losing cause.

source: “여기엔 분명 나를 아는 친구들도 있다고 본다.{j}여기 내 고용주는 한 말은 지킨다.{j}도전해 볼 사람은 해도 좋아.”
en_us: “I’m sure that some of you have heard about me. I assure everyone that my employer is man of his word. A fair challenge awaits anyone who is brave enough to take up the offer.”

source: ‘다시 돌아와 실력만 보여 줘도 소문은 바뀐다.{j}그리고 1년 뒤, 영지전에 모든 초점을 맞춘다.’
en_us: Rumors will change once I show people my abilities. Then, I’ll pour everything into the Battle of the Territories in a year.

source: “……이 망한 상단에요?”
en_us: “You want to invest in a failed business?”

source: 당황한 표정으로 로니안을 급하게 내보내면서도 연신 자신의 눈치를 보고 있다.
en_us: Rick rushed Lonian out the door while his confused eyes were locked on Logan.

source: 씁쓸한 패드릭의 감상과는 별개로, 상급 기사라면 울브스 가문의 차녀인 리이나의 호위를 홀로 책임질 만한 능력이 있는 인물이었다.{j}하지만 그렇기에 더욱 살심이 일었다.
en_us: Padrick’s bitter appreciation and the fact he was solely responsible for the protection of the second daughter of the House of Wolves proved he was a man worthy of being a high knight. But his prowess made the vicious air even thicker.

source: 당장 1년 뒤에 닥쳐 올 위기지만.
en_us: Logan only had one year but...

source: “안 해!{j}아니, 못합니다!{j}그건 절대 안 돼요.”
en_us: “No way! It’s not that I won’t but I can’t. It’s impossible!”

source: “대공자가?”
en_us: “The eldest master?”

source: “단, 지휘는 따로 맡기고 너는 기사단과 함께 출진한다.”
en_us: “But you must relinquish your charge of the mercenary army and fight alongside the order of the knights.”

source: ‘최소 그냥 미친놈 취급.
en_us: I would be treated as a lunatic.

source: “아, 아닙니다.”
en_us: “N-not at all.”

source: 그 말에 하마르의 눈동자가 크게 흔들렸다.
en_us: Logan’s words shook the core of Hamar’s eyes.

source: “사실인데?”
en_us: “It’s true, I did place an order for monster meat.”

source: 우연히 들었던 사채꾼들의 말이 뇌리를 스쳐 지나가는 순간, 온몸에 소름이 돋았다.{j}등장한 타이밍도 딱 그렇고, 이제 보니 놈의 낡은 장비도 딱 용병 깡패 같았다.
en_us: Phillip was suddenly reminded of the words of a loan shark he had overheard, and felt goosebumps all over his body. The timing of this man’s appearance was questionable and his worn-out armor suggested that he was a mercenary thug.

source: ……그래야 한다.
en_us: ...that’s how I’ll show them.

source: “……당돌한 꼬마가 당찬 숙녀가 되어 찾아왔구나.{j}튼튼한 방패도 데리고.”
en_us: “The brave little girl came back a bold young woman with a sturdy shield.”

source: “다 형님 덕분입니다.{j}돌아오셨다는 얘기에 형님을 만나려고 나오려다 기사들이 방해하는 바람에…….”
en_us: “It’s all thanks to you, brother. The knights tried to stop me from seeing you once I heard that you had returned.”

source: 마흔이 넘어서야 겨우 깨우친 진리였다.
en_us: He was forty when he came to this realization.

source: “영주님이 허락하시지 않을 겁니다.”
en_us: “The Baron will not give you permission to leave.”

source: 헤인켈은 기사들의 비명 같은 한탄 소리를 한 귀로 듣고 흘리며 로건을 향해 넌지시 물었다.
en_us: Sir Heinkel ignored the screams of his knights and nudged Logan to see if his plan had worked.

source: 하지만 그것에 신경을 쓰는 이는 단 한 명도 없었다.
en_us: However, no one batted an eyelid.

source: 적 진영의 앞으로 나선 금발의 중년인, 하만 테스론이 호기롭게 외치며 칼을 뽑아 겨눴다.{j}그러자 맥라인 진영에서도 패드릭이 나섰다.
en_us: A blonde-haired man of middle age, Haman Tesslon, appeared at the front of his army and bullishly called for his enemy’s surrender as he pointed his sword towards them. Padrick rode out to the front in reply.

source: “석궁의 뒤에 볼트를 보관하는 카트리지를 달고 자동으로 장전이 되게 만들어야 한다?{j}거기다 시위는 삼단으로 한 번에 세 발을 연달아 쏠 수 있어야 하고요?”
en_us: “So, you want me to add a cartridge to store the bolts behind the crossbow and make it load automatically? And the groove must be big enough to hold three bolts and it has to be able to fire them all at once, correct?”

source: “따로 움직이는 게 오히려 전력에 도움이 될 것입니다.”
en_us: “Moving on their own accord will help our forces, not hinder them.”

source: “뭐 어쨌건 책임은 기사님이 질 거고…….”
en_us: “If anything happens, ser will be on the line for this one.”

source: 그 말은 필립의 울음을 그치게 하기에 충분했다.
en_us: Logan’s word were enough to end Phillip’s tears.

source: 그것은 3년 내내 이어진 구박과 폭언의 연장선이었다.
en_us: This was merely the continuation of perpetual bullying and abuse hurled at Lonian over the last three years.

source: “좋아.{j}네 동생도 글과 예절 등 기본적인 교육을 받을 수 있도록 해 주마.{j}하지만 네가 게으름을 피우거나 또다시 문제를 일으킨다면…….”
en_us: “Good. Your sister will also receive a noble girl’s education. But if you slack off or cause any more trouble...”

source: “귀하신 분을 몰라뵈었습니다.{j}제, 제가 어떤 실례라도?”
en_us: “My deepest apologies, I didn’t realize I was in the presence of a man of great importance. W-what can I do for you?”

source: 신무기를 장착한 용병대가 그 화력을 시험하기 위해 성문을 나섰다.
en_us: The mercenary army armed with their new weapons left the castle gate to test their firepower.

source: 충분히 채찍이 먹혔다고 생각한 로건은 그제야 당근을 꺼내 들었다.
en_us: Logan thought that he had given the boy plenty of stick, so it was time for the carrot part of the equation.

source: “……로니안?”
en_us: “...Lonian?”

source: “뭐가 잘못된 걸까요?”
en_us: “I wonder what went wrong?”

source: 별일 아니라는 듯 무덤덤한 로건의 대답에 릭의 표정은 더욱 절망적으로 변했다.
en_us: Logan’s lackadaisical answer shocked Rick’s face with horror.
